Repository: kanow/operations
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da, de

# list.header
source: List of operations
da: Liste over operationer
de: Liste der Einsätze

# list.mapHeader
source: Map of operations
da: Kort over operationer
de: Kartenübersicht der Einsätze

# statistics.header
source: Statistics of operations
da: Statistik over operationer
de: Statistiken der Einsätze

# statistics.dataTable.header
source: Table with data
da: Tabel med data
de: Tabelle mit Daten

# statistics.sum.header
source: Sum
da: I alt
de: Summe

# statistics.chart.header
source: Chart
da: Diagram
de: Diagramm

source: back to list
da: tilbage til liste
de: zurück zur Liste

# tx_operations_domain_model_operation.number
source: Operation number
da: Operationsnummer
de: Nummer

# tx_operations_domain_model_operation.title
source: Title
da: Titel
de: Titel

# tx_operations_domain_model_operation.location
source: Location of operation
da: Operations placering
de: Einsatzort

# tx_operations_domain_model_operation.begin
source: Begin
da: Begynd

# tx_operations_domain_model_operation.end
source: Ending
da: Slutter
de: Einsatzende

# tx_operations_domain_model_operation.report
source: Operation report
da: Rapport over drift
de: Einsatzbericht

# tx_operations_domain_model_operation.longitude
source: Longitude
da: Længdegrad
de: Länge

# tx_operations_domain_model_operation.latitude
source: Latitude
da: Breddegrad
de: Breite

# tx_operations_domain_model_operation.zoom
source: Zoom for maps
da: Zoom for kort
de: Zoom

# tx_operations_domain_model_operation.media
source: Media of operation
da: Medier over operation
de: Medien zum Einsatz

# tx_operations_domain_model_operation.type
source: Type of operation
da: Type af operation
de: Einsatzart

# tx_operations_domain_model_operation.assistance
source: Assistance to this operation
da: Bistand til denne operation
de: Unterstützung

# tx_operations_domain_model_operation.vehicles
source: Vehicles used on this operation
da: Køretøjer, der anvendes til denne operation
de: Eingesetzte Fahrzeuge

# tx_operations_domain_model_operation.resources
source: Resources
da: Ressourcer
de: Eingesetzte Hilfsmittel

# tx_operations_domain_model_assistance.title
source: Title of the assistance
da: Assistancens titel
de: Titel

# tx_operations_domain_model_assistance.description
source: Description of assistance
da: Assistancens beskrivelse
de: Beschreibung

# tx_operations_domain_model_assistance.link
source: A website url
da: En webside url
de: Homepage

# tx_operations_domain_model_vehicle
source: Vehicle
da: Køretøj

# tx_operations_domain_model_vehicle.title
source: Title of vehicle
da: Køretøjets titel
de: BEzeichnung

# tx_operations_domain_model_vehicle.short
source: Abbreviation of vehicle
da: Forkortelse af køretøj
de: Kurzbezeichnung

# tx_operations_domain_model_vehicle.description
source: Description of vehicle
da: Beskrivelse af køretøj
de: Beschreibung

# tx_operations_domain_model_vehicle.media
source: Media of vehicle
da: Køretøjets medie
de: Medien von Fahrzeugen

# tx_operations_domain_model_resources
source: Resources
da: Ressourcer
de: Hifsmittel

# tx_operations_domain_model_resources.title
source: Title of resource
da: Ressourcens titel
de: Bezeichnung

# tx_operations_domain_model_resources.short
source: Abbreviation title
da: Forkortelses titel
de: Kurzbezeichnung

# tx_operations_domain_model_resources.description
source: Description of resource
da: Beskrivelse af ressource
de: Beschreibung

# tx_operations_domain_model_resources.media
source: Media of resource
da: Medie af ressource
de: Medien von Hilfmitteln

# tx_operations_domain_model_type.title
source: Operation type
da: Operationstype
de: Einsatzart

# tx_operations_domain_model_type.image
source: icon for use in list
da: ikon til brug i listen
de: Bild

# emptyResult
source: No results
da: Ingen resultater
de: Keine Ergebnisse

# noReport
source: Sorry, there is no report here
da: Beklager, der er ingen rapport her
de: Kein Bericht vorhanden.

# filter
source: Filter the results
da: Filtrer resultater
de: Einsätze filtern

# filter.labelYear
source: Select year
da: Vælg år
de: Anzeige der Einsätze einschränken

# filter.select.first
source: Please choose...
da: Vælg venligst...
de: Bitte auswählen...

# filter.selectYear.first
source: Choose year..
da: Vælg år..
de: Jahr auswählen...

# filter.selectType.first
source: Choose Type...
da: Vælg type...
de: Einsatzart auswählen...

# filter.selectCategory.first
source: Choose Category...
da: Vælg kategori...
de: Kategorie auswählen...

# filter.searchstring.placeholder
source: searching for...
da: søger efter...
de: suchen nach...

# filter.reset
source: Reset filter
da: Nulstil filter
de: Alle Einsätze anzeigen

source: operations found
da: operationer fundet
de: Einsätze gefunden

# singleOperationFound
source: operation found
da: operation fundet
de: Einsatz gefunden

source: back to operation
da: tilbage til operation
de: zurück zum Einsatz

source: back to resources
da: tilbage til ressourcer
de: zurück zur Hilfsmittelliste

source: back to vehicles
da: tilbage til køretøjer
de: zurück zur Fahrzeugliste

source: back
da: tilbage
de: zurück

# map.noscript
source: Please activate javascript to show map
da: Aktiver venligst javascript for at vise kortet
de: Bitte aktiviert Javascript für die Anzeige der Karte

# update.ScriptDo
source: This script will do the following:
da: Dette script vil gøre følgende:
de: Das Script wird folgende Aktionen ausführen:

# update.Rename
source: Rename database table
da: Omdøb databasetabel
de: Umbenennen der Datenbanktabellen

# update.Attention
source: Attention! Please make a backup of your database before running!
da: <b>OBS!!</b> Lav venligst en sikkerhedskopi af din database, før kørsel!
de: Achtung! Vorher unbedingt ein Backup der aktuellen Datenbank durchführen.

# update.NotNeeded
source: Database tables are already renamed. No update script needed.
da: Databasetabeller er allerede omdøbt. Intet opdateringsscript er nødvendigt.
de: Datenbanktabellen sind bereits umbenannt. Kein Update mehr nötig.

# update.Button
source: Update
da: Opdatér
de: Jetzt Update durchführen

# noData
source: No data available
da: Ingen data tilgængelig
de: Keine Daten verfügbar

# list.vehicles.defaultImage.title
source: Default image (vehicles) if no image available.
da: Standardbillede (køretøjer) hvis intet billede er tilgængeligt.
de: Standardbild (Fahrzeugliste), wenn kein Bild verfügbar ist.

# meta.operation-time
source: Operating time
da: Driftstid
de: Einsatzzeit

# meta.operation-begin
source: Begin
da: Begynd

# meta.operation-end
source: End
da: Slut

# meta.categories
source: Categories
da: Kategorier

# pagination.visibleOperations
source: Visible Operations
da: Synlige Operationer

# pagination.first
source: First
da: Første

# pagination.previous
source: Previous
da: Forrige

# pagination.next
source: Next
da: Næste

# pagination.last
source: Last
da: Sidste

# tx_operations_domain_model_operation
source: Operations
de: Einsätze

# tx_operations_domain_model_operation.begin
source: Starting
de: Einsatzbeginn

# tx_operations_domain_model_assistance
source: Assistance
de: Unterstützung

# tx_operations_domain_model_vehicle
source: Vehicles
de: Fahrzeuge

# tx_operations_domain_model_type
source: Types
de: Einsatzarten

# filter.submit
source: Send
de: Los

# plugin.title
source: Operations
da: Operationer

# plugin.operationlist.title
source: Operations list
da: Operations liste

# plugin.operationlist.description
source: Show list of firefighter operations
da: Vis brandslukningsoperationer

# plugin.operationshow.title
source: Operations detail
da: Operationsoplysninger

# plugin.operationshow.description
source: Detail view for a firefighter operation
da: Detalje for en brandslukningsoperation

# plugin.operationsearch.title
source: Operations search
da: Operations søgning

# plugin.operationsearch.description
source: Search firefighter operations
da: Søg i brandslukningsoperationer

# plugin.operationstatistics.title
source: Operations statistics
da: Statistik over operationer

# plugin.operationstatistics.description
source: Show statistics for the operations
da: Vis statistik for operationer

# plugin.vehiclelist.title
source: Vehicles list
da: Liste over køretøjer

# plugin.vehiclelist.description
source: Show list of vehicles
da: Vis liste over køretøjer

# plugin.vehicleshow.title
source: Vehicles show
da: Køretøjsvisning

# plugin.vehicleshow.description
source: Detail view of a vehicle
da: Detaljeret visning af et køretøj

# plugin.resourcelist.title
source: Resources list
da: Ressourceliste

# plugin.resourcelist.description
source: Show list of resources
da: Vis liste over ressourcer

# plugin.resourceshow.title
source: Resources show
da: Vis ressourcer

# plugin.resourceshow.description
source: Detail view of a resource
da: Detaljeret visning af en ressource

# extconf.slugBehaviour
source: Slug behaviour for path_segment fields
da: Slug adfærd for sti_segment felter
