Repository: kanow/operations
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: da, de

# tx_operations_domain_model_operation.number
source: Number
da: Antal
de: Nummer

# tx_operations_domain_model_operation.onlyEld
source: Only Coordination
da: Kun Koordinater
de: Nur Einsatzleitdienst

# tx_operations_domain_model_operation.title
source: Title
da: Titel
de: Titel

# tx_operations_domain_model_operation.location
source: Location
da: Placering
de: Einsatzort

# tx_operations_domain_model_operation.begin
source: Begin
da: Begynd
de: Einsatzbeginn

# tx_operations_domain_model_operation.end
source: End
da: Slut
de: Einsatzende

# tx_operations_domain_model_operation.teaser
source: Teaser
da: Manchet
de: Kurzbeschreibung

# tx_operations_domain_model_operation.report
source: Report
da: Rapport
de: Einsatzbericht

# tx_operations_domain_model_operation.longitude
source: Longitude
da: Længdegrad
de: Längengrad

# tx_operations_domain_model_operation.latitude
source: Latitude
da: Breddegrad
de: Breitengrad

# tx_operations_domain_model_operation.media
source: Media
da: Medie
de: Medien

# tx_operations_domain_model_operation.vehicles
source: Vehicles
da: Køretøjer
de: Fahrzeuge

# tx_operations_domain_model_operation.resources
source: Resources
da: Ressourcer
de: Hilfsmittel

# tx_operations_domain_model_operation.choose
source: Please choose...
da: Vælg venligst...
de: Bitte wählen...

# tx_operations_domain_model_assistance.title
source: Title
da: Titel
de: Titel

# tx_operations_domain_model_assistance.description
source: Description
da: Beskrivelse
de: Beschreibung

# tx_operations_domain_model_vehicle
source: Vehicle
da: Køretøj

# tx_operations_domain_model_vehicle.title
source: Title
da: Titel
de: Bezeichnung

# tx_operations_domain_model_vehicle.short
source: Short
da: Kort
de: Kurzbezeichnung

# tx_operations_domain_model_vehicle.description
source: Description
da: Beskrivelse
de: Beschreibung

# tx_operations_domain_model_vehicle.media
source: Media
da: Medie
de: Medien

# tx_operations_domain_model_resource
source: Resource
da: Element
de: Hilfsmittel

# tx_operations_domain_model_resource.title
source: Title
da: Titel
de: Bezeichnung

# tx_operations_domain_model_resource.short
source: Short
da: Kort
de: Kurzbezeichnung

# tx_operations_domain_model_resource.description
source: Description
da: Beskrivelse
de: Beschreibung

# tx_operations_domain_model_resource.media
source: Media
da: Medie
de: Medien

# tx_operations_domain_model_type.title
source: Title
da: Titel

# tx_operations_domain_model_type.color
source: Color (Css values)
da: Farve (Css værdier)

# tx_operations_domain_model_type.image
source: Media
da: Medie

# flexform.sheet.settings
source: Options
da: Indstillinger

# flexform.sheet.media
source: Media options
da: Medie indstillinger
de: Medieneinstellungen

# flexform.sheet.template
source: Template options
da: Skabelon indstillinger
de: Template-Einstellungen

# flexform.showMediaInList
source: Thumbnail in list view
da: Miniature i listevisning
de: Vorschaubild in der Listansicht

# flexform.showMediaInList.description
source: Show the first media of an item as thumbnail in the list.
da: Vis det første medie for et element som miniature i listen.

# flexform.listMediaWidth
source: Width of media elements
da: Medie bredde i listevisning

# flexform.listMediaHeight
source: Height of media elements
da: Mediehøjde i listevisning

# flexform.singleMediaWidth
source: Width of media elements
da: Mediebredde i enkelt visning

# flexform.singleMediaHeight
source: Height of media elements
da: Mediehøjde i enkelt visning

# flexform.controller
source: Show:
da: Vis:
de: Anzeigen von:

# flexform.operations
source: Operations
da: Operationer
de: Einsätze

# flexform.operationsListAndSearchAction
source: Operations - List view
da: Operationer - Listevisning
de: Einsätze - Listansicht

# flexform.operationsShowAction
source: Operations - Detail view
da: Operationer - Detaljevisning
de: Einsätze - Einzelansicht

# flexform.vehicles
source: Vehicles
da: Køretøjer
de: Fahrzeuge

# flexform.vehiclesListAction
source: Vehicles - List view
da: Køretøjer - Liste visning
de: Fahrzeuge - Listansicht

# flexform.vehiclesShowAction
source: Vehicles - Single view
da: Køretøjer - Enkeltvisning
de: Fahrzeuge - Einzelansicht

# flexform.operationsStatsAction
source: Operations - Statistics
da: Operationer - Statistik
de: Einsätze - Statistiken

# flexform.resources
source: Resources
da: Ressourcer
de: Hilfsmittel

# flexform.resourcesListAction
source: Resources - List view
da: Ressourcer - Listevisning
de: Hilfsmittel - Listansicht

# flexform.resourcesShowAction
source: Resources - Single view
da: Ressourcer - Enkelt visning
de: Hilfsmittel - Einzelansicht

# flexform.itemsPerPage
source: Items per page
da: Elementer pr. side
de: Datensätze pro Seite

# flexform.itemsPerPage.description
source: How many items per page are showing with activated pagination.
da: Hvor mange elementer pr. side der vises med aktiveret paginering.

# flexform.showPaginator
source: Show pagination
da: Vis sideinddeling
de: Auf mehrere Seiten aufteilen

# flexform.hidePagination
source: Hide pagination
da: Skjul sideinddeling
de: Alle Ergebnisse auf einer Seite anzeigen

# flexform.hidePagination.description
source: Hide the pagination and show the result in one list. If there are a lot of data, page load can take an extremely long time on first call or uncached pages.
da: Skjul paginering og vis resultatet i en liste. Hvis der er en masse data, kan sideindlæsningen tage meget lang tid på første opslag eller uncached sider.

# flexform.teaserMaxChars
source: Max chars of teaser text in list view
da: Maks. tegn på teaser tekst i listevisning
de: Maximale Zeichenanzahl Teasertext in der Listansicht

# flexform.teaserMaxChars.description
source: Max length of teaser text in list view. If set, text will be cropped automatically.
da: Maksimal længde af teasertekst i listevisningen. Hvis angivet, vil tekst blive beskåret automatisk.

# flexform.limit
source: Max result items
da: Maks. resultatelementer

# flexform.limit.description
source: Max result items for the list. Default setting in constants is 200.
da: Maks resultat af elementer for listen. Standard indstilling i konstanter er 200.

# flexform.hideFilter
source: Hide filter for result
da: Skjul filter for resultat
de: Filter für Ergebnisliste ausblenden

# flexform.hideFilter.description
source: Don't show a form for filtering the list view.
da: Vis ikke en formular til filtrering af listevisningen.

# flexform.showMap
source: Show a map
da: Vis liste over operationer på et kort

# flexform.showMap.description
source: Show the result list as items on a map instead of the normal list.
da: Vis resultatlisten som punkter på et kort i stedet for den normale liste.

# flexform.templateLayout
source: Template Layout
da: Vælg skabelon-layout (sæt elementer i side TS Config før brug)

# flexform.templateLayout.description
source: Use different layout variants in Fluid templates. Define own variants in Page TS-Config before use.
da: Brug forskellige layoutvarianter i Fluid skabeloner. Definér egne varianter i Side TS-Config før brug.

# flexform.statistics.lastYears
source: Last years for statistics
da: Definér sidste år for statistikker der skal vises

# flexform.statistics.lastYears.description
source: Define the number of last years back for statistics to show.
da: Definér antallet af de sidste år tilbage for statistikker, der skal vises.

# flexform.categoryConjunction.label
source: Category Mode
da: Kategoritilstand

# flexform.categoryConjunction.description
source: Set category mode for selected categories.
da: Angiv kategoritilstand for valgte kategorier.

# flexform.categoryConjunction.all
source: Don't care, show all
da: Ligegyldigt, vis alle

# flexform.categoryConjunction.or
source: Show items with selected categories - Mode: OR
da: Vis elementer med valgte kategorier - Tilstand: ELLER

# flexform.categoryConjunction.and
source: Show items with selected categories - Mode: AND
da: Vis elementer med valgte kategorier - Tilstand: OG

# flexform.categoryConjunction.notor
source: Do NOT show items with selected categories - Mode: NOT OR
da: Vis IKKE elementer med valgte kategorier - Tilstand: IKKE ELLER

# flexform.categoryConjunction.notand
source: Do NOT show items with selected categories - Mode: NOT AND
da: Vis IKKE elementer med valgte kategorier - Tilstand: IKKE OG

# flexform.category.label
source: Categories
da: Kategorier

# flexform.category.description
source: Select one or more categories to constrain the result.
da: Vælg en eller flere kategorier for at begrænse resultatet.

# tca.paletteTitle.time
source: Operation times
da: Operationstider
de: Zeiten

# tca.paletteTitle.coordinates
source: Coordinates
da: Koordinater
de: Koordinaten

# tca.paletteTitle.media
source: Operation media
da: Operations medier
de: Einsatzbilder

# tca.paletteTitleResources.media
source: Resource media
da: Ressource medier
de: Hilfsmittelbilder

# tca.paletteTitleVehicles.media
source: Vehicle media
da: Køretøjets medier
de: Fahrzeugbilder

# tca.divTitle.relations
source: Relations
da: Relationer
de: Beziehungen (Auswahl)

# tca.divTitle.map
source: Map data
da: Kortdata
de: Kartendaten

# tca.divTitle.media
source: Media
da: Medie
de: Medien

# tca.fieldLabel.category
source: Category
da: Kategori

# tabs.categories
source: Categories
da: Kategorier

# tsc.subcategoryLabel.template
source: Resources (Template files, CSS, JS)
da: Ressourcer (skabelonfiler, CSS, JS)
de: Dateien (Templatedateien, CSS, JS)

# tsc.subcategoryLabel.media
source: Settings for media
da: Indstillinger for medier
de: Medieneinstellungen

# tsc.subcategoryLabel.pids
source: Pids for views and storage
da: Pid'er til visninger og opbevaring
de: Pids / Seiten IDs für Views und Sysfolder für Datensätze

# tsc.subcategoryLabel.paginate
source: Settings for paginate
da: Indstillinger for sideinddeling
de: Einstellungen für den Pagebrowser

# tsc.subcategoryLabel.list
source: Settings for list view
da: Indstillinger for listevisning
de: Einstellungen für Listenansicht

# tsc.subcategoryLabel.map
source: Settings for map
da: Indstillinger for kort
de: Karteneinstellungen

# tsc.templateRootPath
source: Templates:Path to template root (FE)
da: Skabeloner: Sti til skabelonrod (FE)
de: Templates:Pfad zum Templateordner

# tsc.partialRootPath
source: Partials:Path to template partials (FE)
da: Partials:Sti til skabelon partials (FE)
de: Partials:Pfad zum Partialsordner

# tsc.layoutRootPath
source: Layouts:Path to template layouts (FE)
da: Layouts:Sti til skabelon layouts (FE)
de: Layouts:Pfad zum Layoutordner

# tsc.css
source: Default CSS:Default CSS file, change path to use your own CSS (FE)
da: Standard CSS:Standard CSS-fil, skift sti til at bruge din egen CSS (FE)
de: Standard CSS:Pfad zur Standard CSS-Datei der Extension, für eigenes CSS den Pfad ändern oder löschen

# tsc.flexsliderCss
source: Flexslider CSS:Default CSS from flexslider, change path to use your own CSS
da: Flexslider CSS:Standard CSS fra flexslider, skift sti til at bruge din egen CSS
de: Flexslider CSS:Standard CSS vom Flexslider, für eigenes CSS den Pfad ändern oder löschen

# tsc.magnificCss
source: MagnificPopup CSS:Default CSS from magnific popup, change path to use your own CSS
da: MagnificPopup CSS:Standard CSS fra forstørrelsesbestemt popup, skift sti til at bruge din egen CSS
de: MagnificPopup CSS:Standard CSS vom MagnificPopup, für eigenes CSS den Pfad ändern oder löschen

# tsc.jquery
source: jQuery default:Default path to jquery library. Change or delete path to use your own library.
da: jQuery standard:Standard sti til jquery bibliotek. Skift eller slet sti for at bruge dit eget bibliotek.
de: jQuery Standard:Pfad zur jQuery Bibliothek. Pfad ändern oder löschen um eiegen zu verwenden

# tsc.flexsliderJs
source: Flexslider JS:Default path to flexslider JS. Change path to use your own flexslider code.
da: Flexslider JS: Standard sti til flexslider JS. Skift sti til at bruge din egen flexslider kode.
de: Flexslider JS:Pfad zum flexslider JS. Pfad ändern oder löschen um eigenen Flexslider-Code zu verwenden.

# tsc.magnificJs
source: MagnificPopup JS:Default path to magnific popup JS. Change path to use your own magnific popup code.
da: MagnificPopup JS: Standard sti til forstørrelsesbestemt popup JS. Skift sti til at bruge din egen storslåede popup kode.
de: MagnificPopup JS:Pfad zum MagnificPopup JS. Pfad ändern oder löschen um eigenen MagnificPopup-Code zu verwenden.

# tsc.sliderJs
source: Run slider JS:Default JS code from tx_operations to run the slider.
da: Kør skyderen JS: Standard JS kode fra tx_operations til at køre skyderen.
de: Slider aufrufen:Standard JS-Code um den Slider aufzurufen. Ändern oder löschen um eigene JS Datei zu verwenden.

# tsc.lightboxJs
source: Run lightbox JS:Default JS code to run the lightbox.
da: Kør lightbox JS:Standard JS kode til at køre lightbox.
de: Lightbox JS aufrufen:Standard JS-Code um die Lightbox aufzurufen. Ändern oder löschen um eigene JS Datei zu verwenden.

# tsc.storagePid
source: Storage Pid:Default storage PID for all data of operations
da: Opbevaring Pid:Standard lagerplads PID for alle data for operationer
de: Seite mit Einsatzdaten:Sysfolder in welchem die Einsatzdaten liegen (inkl. Fahrzeuge, Hilfsmittel etc.)

# tsc.recursive
source: Recursive storage:Recursive for storage PID. Used for all data of operations
da: Rekursivt lagring:Rekursiv til lagring PID. Bruges til alle data for operationer
de: Rekursiv für Sys-Ordner: Rekursive Einstellung für den Sys-Ordner in welchem alle Einsatzdaten liegen

# tsc.operationSinglePid
source: Operation single page:Page with operation plugin single view
da: Operation enkelt side:Side med operation plugin enkelt visning
de: Seite Einzelansicht Einsätze:Seite mit dem Operations Plugin und ausgewählter Einzelansicht für Einsätze

# tsc.vehicleSinglePid
source: Vehicle single page:Page with operation plugin and using vehicle single view
da: Køretøj enkelt side:Side med drift plugin og ved hjælp af køretøj enkelt visning
de: Seite Einzelansicht Fahrzeuge:Seite mit dem Operations Plugin und ausgewählter Einzelansicht für Fahrzeuge

# tsc.resourceSinglePid
source: Resource single page:Page with operation plugin and using resource single view
da: Ressource enkelt side:Side med operation plugin og bruger ressource enkelt visning
de: Seite Einzelansicht Hilfsmittel:Seite mit dem Operations Plugin und ausgewählter Einzelansicht für Hilfsmittel

# tsc.hidePagination
source: Hide pagination:Hide the pagination in list view of operations
da: Skjul paginering:Skjul paginering i listevisning af operationer
de: Pagebrowser ausblenden:Alle Ergebnisse auf einer Seite anzeigen

# tsc.hideFilter
source: Hide filter:Hide search form (filter) in list view of operations
da: Skjul filter:Skjul søgeformular (filter) i listevisning af operationer
de: Filter ausblenden:Suchformular/Filterformular in der Listansicht nicht anzeigen

# tsc.lastYears
source: Last years:How many years back are showing in filter for years
da: Sidste år:Hvor mange år tilbage vises i filter i årevis
de: Jahre zurück:Wieviel zurückliegende Jahre sollen im Filter für Jahre angezeigt werden

# tsc.listMediaWidth
source: Max media width list:Max media width in list view of operations (add "c" for cropping)
da: Max mediebredde liste:Max mediebredde i listevisning af operationer (tilføj "c" for beskæring)
de: Max. Medienbreite Liste:Max. Medienbreite in der Listenansicht der Einsätze (ein 'c' anhängen für zuschneiden)

# tsc.listMediaHeight
source: Max media height list:Max media width in list view of operations
da: Max medie højde liste:Max medie bredde i listevisning af operationer
de: Max. Medienhöhe Liste:Max. Medienhöhe in der Listenansicht der Einsätze

# tsc.singleMediaWidth
source: Max media width list:Max media width in single view, also for vehicles and resources (add "c" for cropping)
da: Max mediebredde liste:Max mediebredde i enkeltvisning, også for køretøjer og ressourcer (tilføj "c" for beskæring)
de: Max. Medienbreite Liste:Max. Medienbreite in der Einzelansicht der Einsätze (ein 'c' anhängen für zuschneiden)

# tsc.singleMediaHeight
source: Max media height list:Max media width in single view, also for vehicles and resources
da: Max mediehøjde liste:Max mediebredde i enkeltvisning, også for køretøjer og ressourcer
de: Max. Medienhöhe Liste:Max. Medienhöhe in der Einzelansicht der Einsätze

# tsc.increaseImage
source: Lightbox for images:Render images in single view with a wrapped link to increase image (e.g. with lightbox plugin)
da: Lightbox til billeder:Render billeder i enkelt visning med et indpakket link for at øge billedet (fx med lightbox plugin)
de: Lightbox für Bilder:Bilder in der Einzelansicht mit einem Link herum um ein vergrößern zu ermöglichen (z.Bsp. mit einer Lightbox)

# tsc.showMediaInList
source: First media in list:Show first media in listview
da: Første medie i liste:Vis første medie i listevisning
de: Medien in Liste:Erstes Medienelement aus Datensatz in der Listenansicht zeigen

# tsc.listMediaWidthVehicle
source: Media width vehicles:Media width in list view of vehicles
da: Køretøjer af mediebredde:Mediebredde i listevisning af køretøjer
de: Medienbreite Fahrzeuge:Medienbreite in der Listansicht der Fahrzeuge

# tsc.listMediaHeightVehicle
source: Media height vehicles:Media height in list view of vehicles
da: Mediehøjde køretøjer:Mediehøjde i listevisning af køretøjer
de: Medienhöhe Fahrzeuge:Medienhöhe in der Listansicht der Fahrzeuge

# tsc.listMediaWidthResource
source: Media width resources:Media width in list view of resources
da: Mediebredderessourcer:Mediebredde i listevisning af ressourcer

# tsc.listMediaHeightResource
source: Media height resources:Media height in list view of resources
da: Mediehøjde ressourcer:Mediehøjde i listevisning af ressourcer

# tsc.listVehiclesDefaultImagePath
source: Fallback image for vehicles list view:Image that will be shown in the list of vehicles, if no media is available.
da: Fallback billede for køretøjer liste visning:Billede, der vil blive vist på listen over køretøjer, hvis ingen medier er tilgængelige.

# tsc.listResourcesDefaultImagePath
source: Fallback image for resources list view:Image that will be shown in the list of resources, if no media is available.
da: Fallback image for resources list view:Billede, der vil blive vist på listen over ressourcer, hvis der ikke er nogen medier tilgængelige.

# tsc.itemsPerPage
source: Items per page:Items per page in listview
da: Elementer pr. side:Elementer pr. side i listevisning
de: Datensätze pro Seite:Datensätze pro Seite in der Listenansicht

# tsc.limit
source: Limit:Limit the result in list view
da: Begræns: Begræns resultatet i listevisning
de: Max. Anzahl an Datensätzen:Maximale Anzahl der Ergebnisse in der Listenansicht

# tsc.insertAbove
source: Pagination above:Show pagination above the list
da: Sideinddeling ovenfor:Vis sideinddeling over listen
de: Pagebrowser oberhalb:Pagebrowser oberhalb der Listenansicht anzeigen

# tsc.insertBelow
source: Pagination below:Show pagination below the list
da: Sideinddeling nedenfor:Vis sideinddeling under listen
de: Pagebrowser unterhalb:Pagebrowser unterhalb der Listenansicht anzeigen

# tsc.lessPages
source: lessPages
da: færreSider

# tsc.maxNumberOfLinks
source: maxNumberOfLinks
da: maksAntalAfLinks

# tsc.prevNextHeaderTags
source: Show prev/next:Show prev/next in pagination
da: Vis forrige/næste:Vis forrige/næste i paginering
de: Zeige vor/zurück Buttons im Pagebrowser

# tsc.apikey
source: GoogleMaps Apikey:Use your own googlemaps apikey
da: GoogleMaps Apikey:Brug dine egne googlemaps apikey

# tsc.defaultZoomSingle
source: Default zoom single:Default zoom for map in single view if no zoom is set
da: Standard zoom single:Standard zoom for kort i enkelt visning hvis ingen zoom er sat
de: Standard Zoom Einzelansicht:Standard Zoom für die Karte in der Einzelansicht falls kein Zoom in den Einsatzdaten gesetzt wurde

# tsc.overrideCenterLatList
source: Override latitude list-map: Override automatic latitude for centering the map in list view
da: Tilsidesæt breddegradsliste-kort: Tilsidesæt automatisk breddegrad for at centrere kortet i listevisningen
de: Überschreibe Breitengrad Listen-Karte:Überschreibe automatischen Breitengrad für die Zentrierung der Karte in der Listenansicht

# tsc.overrideCenterLongList
source: Override longitude list-map:Override automatic longitude for centering the map in list view
da: Tilsidesæt længdegrad liste-kort:Tilsidesæt automatisk længdegrad for at centrere kortet i listevisning
de: Überschreibe Längengrad Listen-Karte:Überschreibe automatischen Längengrad für die Zentrierung der Karte in der Listenansicht

# tsc.overrideZoomList
source: Override zoom list-map:Override automatic zoom of the map in list view
da: Tilsidesæt zoom-map:Tilsidesæt automatisk zoom af kortet i listevisning
de: Überschreibe Zoom Listen-Karte:Überschreibe automatischen Zoom der Karte in der Listenansicht

# tx_operations_domain_model_operation
source: Operations
de: Einsätze

# tx_operations_domain_model_operation.path_segment
source: Speaking Url path segment
de: Sprechende Url, Pfad Bestandteil

# tx_operations_domain_model_operation.type
source: Type
de: Einsatzart

# tx_operations_domain_model_operation.assistance
source: Assistance
de: Unterstützung

# tx_operations_domain_model_assistance
source: Assistance
de: Unterstützung/Hilfe

# tx_operations_domain_model_assistance.link
source: Link
de: Link zur Website

# tx_operations_domain_model_vehicle
source: Vehicles
de: Fahrzeuge

# tx_operations_domain_model_types
source: Types
de: Einsatzart

# tx_operations_domain_model_types.title
source: Title
de: Titel

# tx_operations_domain_model_types.image
source: Image
de: Bild

# flexform.sheet.general
source: Options
de: Einstellungen

# flexform.listMediaWidth
source: Media width in list view
de: Medienbreite in der Listansicht

# flexform.listMediaHeight
source: Media height in list view
de: Medienhöhe in der Listansicht

# flexform.singleMediaWidth
source: Media width in single view
de: Medienbreite in der Detailansicht

# flexform.singleMediaHeight
source: Media height in single view
de: Medienhöhe in der Detailansicht

# flexform.showMap
source: Show list of operations on a map
de: Zeige Liste der Einsätze auf einer Karte

# flexform.templateLayout
source: Select Template Layout (set items in Page TS Config before using)
de: Template Layout auswählen (Einträge vorher im Page TS Config setzen)

# tca.paletteTitle.meta
source: Meta data
de: Metadaten

# tsc.listMediaWidthResources
source: Media width resources:Media width in list view of resources
de: Medienbreite Hilfsmittel:Medienbreite in der Listansicht der Hilfsmittel

# tsc.listMediaHeightResources
source: Media height resources:Media height in list view of resources
de: Medienhöhe Hilfsmittel:Medienhöhe in der Listansicht der Hilfsmittel

# tsc.maxNumberOfLinks
source: Max links:Show max links in pagination + first and last
de: Max. Anzahl Links:Max. angezeigte Seiten im Pagebrowser plus erste und letzte

# tsc.apikey
source: GoogleMaps Apikey:Use your own googlemaps apikey.
de: GoogleMaps Apikey:Eigenen Apikey für GoogleMaps verwenden.
